Repository: QuantumaStelata/xgene
Catalog: cluster/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Back
ru: Назад

source: An error occurred, please try again later
ru: Возникла ошибка, попробуйте позже

source: Log in via WG OpenID using the [link](%(link)s)
ru: Авторизируйтесь через WG OpenID по [ссылке](%(link)s)

source: Hello, %(username)s!
ru: Привет, %(username)s!

source: My statistics
ru: Моя статистика

source: Activate reserves
ru: Активировать резервы

source: Clanmate statistics
ru: Статистика соклановцев

source: %(username)s's statistics: Battles: %(battles)s Winrate: %(wins_percent)s%% WN8: %(wn8)s Max damage: %(max_damage)s (%(max_damage_tank)s) Max frags: %(max_frags)s (%(max_frags_tank)s)
ru: Статистика игрока %(username)s: Кол-во боев: %(battles)s Процент побед: %(wins_percent)s%% WN8: %(wn8)s Максимальный дамаг: %(max_damage)s (%(max_damage_tank)s) Максимальное кол-во фрагов: %(max_frags)s (%(max_frags_tank)s)

source: Select a player to view his statistics:
ru: Выберите игрока, чтобы просмотреть его статистику:

source: Which reserve should be activated?
ru: Какой резерв нужно активировать?

source: %(name)s, %(level)s lvl (%(count)s pieces)
ru: %(name)s, %(level)s уровень (%(count)s шт.)

source: The reserve has been successfully activated!
ru: Резерв успешно активирован!

source: Enter the game, the "%(reserve_name)s" reserve is activated!
ru: Заходи в игру, резерв "%(reserve_name)s" активирован!
